data/perf/stageB-d3bf9f8c39fe/memcached/tsan-lo/run2/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       153493.22          ---          ---         4.91058         4.86300        11.32700        14.20700     10475.87 
Gets      1534915.31      1232.54   1533682.77         4.79767         4.73500        11.07100        14.01500     38878.48 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1688408.53      1232.54   1533682.77         4.80794         4.73500        11.13500        14.01500     49354.34 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       144551.09          ---          ---         5.28829         5.27900        11.71100        14.65500      9865.57 
Gets      1445495.02      1160.73   1444334.28         5.16340         5.15100        11.45500        14.46300     36613.51 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1590046.11      1160.73   1444334.28         5.17476         5.15100        11.45500        14.46300     46479.08 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       148601.27          ---          ---         5.11253         5.08700        11.45500        14.33500     10141.99 
Gets      1485996.37      1085.27   1484911.10         4.99230         4.95900        11.19900        14.14300     37632.86 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1634597.65      1085.27   1484911.10         5.00323         4.99100        11.19900        14.14300     47774.85